7zip
alsa-firmware
alsa-utils
appmenu-gtk-module
aquamarine
b43-fwcutter
base
base-devel
bash-completion
beautyline
bind
blueman
bluetooth-autoconnect
bluetooth-support
bridge-utils
btrfs-assistant
btrfs-progs
bzip2
cava
chaotic-keyring
chaotic-mirrorlist
chromium
cliphist
clipman
coreutils
cryptsetup
dbeaver
deluge-gtk
dialog
dislocker
dmidecode
dmraid
docker
docker-compose
dosfstools
downgrade
dracut
e2fsprogs
ecryptfs-utils
efibootmgr
emote
ethtool
exfatprogs
f2fs-tools
fastfetch
fatresize
ffmpegthumbnailer
file
filesystem
findutils
firefox
freetype2
fscrypt
fsearch
fwupd
galculator
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-dracut-support
garuda-fish-config
garuda-hardware-profile-standard
garuda-hardware-tool
garuda-hooks
garuda-hyprland-settings
garuda-icons
garuda-network-assistant
garuda-rani
garuda-setup-assistant
garuda-system-maintenance
garuda-wallpapers
garuda-zsh-config
gawk
gcc-libs
gestures
gettext
github-desktop
glibc
gnome-keyring
gnome-system-monitor
gparted
grep
grim
grimblast-git
grub
grub-btrfs
grub-garuda
grub-theme-garuda
gsimplecal
gstreamer-meta
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
hypridle
hyprland
hyprlock
inetutils
input-devices-support
intel-ucode
inxi
iproute2
iptables-nft
iputils
jfsutils
jq
kanshi
kitty
kvantum
lib32-pipewire-jack
libdvdcss
libgsf
libopenraw
librsvg
licenses
linux-firmware
linux-zen
linux-zen-headers
logrotate
lsb-release
lvm2
lxappearance
mako
man-db
man-pages
mdadm
meld
memtest86+
micro
mkcert
modem-manager-gui
mtools
nano
ncdu
ncspot-bin
net-tools
network-manager-applet
networkmanager-support
nfs-utils
nginx
nilfs-utils
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nwg-drawer
nwg-launchers
nwg-look
obs-studio
obsidian
openbsd-netcat
os-prober-btrfs
otf-font-awesome
otf-font-awesome-4
pacman
pacman-contrib
pacseek
pamixer
paru
pavucontrol
pciutils
perl-file-mimeinfo
pipewire-jack
pipewire-support
plasma-framework5
plasma5-themes-sweet-full-git
playerctl
plocate
plymouth
polkit-gnome
powertop
procps-ng
psmisc
putty
qt5ct
qt6ct
ranger
rate-mirrors
reflector
rsync
sdbus-cpp
sddm
sed
shadow
slurp
snapper-support
snapper-tools
sof-firmware
spotifyd
sudo
swappy
swww
systemd
systemd-sysvcompat
tar
terminus-font
thunar
traceroute
tree
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-ubuntu-font-family
ufw
ugrep
unrar
unzip
update-grub
usbutils
util-linux
uwsm
vi
virtualbox-meta
visual-studio-code-bin
vlc
w3m
waybar
waybar-module-pacman-updates-git
wayland
wayland-protocols-git
wdisplays
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wlr-randr-git
wofi
wpaperd
wqy-zenhei
wtype
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfsprogs
xorg-xhost
xorg-xwayland
xsel
xz
zip
zoom
